"&About Flash Decompiler..." = "&Про Flash Decompiler..."
"&Copy" = "&Копіювати"
"&Help" = "&Довідка"
"&Keyboard shortcuts" = "&Гарячі клавіші"
"&Localization" = "&Локалізація"
"&Open file and add it to tasks..." = "&Відкрити файл і додати до завдань..."
"&Preview file in player..." = "&Передперегляд файлу в програвачі..."
"&Save SWF/EXE as..." = "&Зберегти SWF/EXE як..."
"&Tutorials" = "&Приклади для навчання"
"16 (high color)" = "16 (high color)"
"24 (true color)" = "24 (true color)"
"32 (true color)" = "32 (true color)"
"8 (colormapped)" = "8 (colormapped)"
"AUTO" = "АВТО"
"ActionScript" = "ActionScript"
"ActionScript (*.as)" = "ActionScript (*.as)"
"ActionScript options" = "Параметри ActionScript"
"ActionScript search" = "Пошук ActionScript"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler." = "Параметри перегляду ActionScripts. Це вплине лише на ActionScripts, показані в Flash Decompiler."
"Actions" = "Дії"
"Activity log" = "Журнал активності"
"Add SWF files to tasks" = "Додати SWF-файли до завдань"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "Додати усі файли поточної директорії до списку Моїх завдань\r\nрекурсивно, включаючи підпапки."
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "Додати поточні вибрані SWF/EXE файли\r\nдо списку Моїх завдань для керування,\r\nперетворення і видобування"
"Add folder" = "Додати папку"
"Add folder recursively" = "Додати папку рекурсивно"
"Add folder root" = "Додати кореневу папку"
"Add only files present in folder's root to My tasks list." = "Додати тільки файли з кореневої папки до списку Моїх завдань."
"Add task" = "Додати завдання"
"Add whole folder into My tasks list." = "Додати цілу папку до списку Моїх завдань."
"Advanced morph decompilation" = "Додаткова декомпіляція морфу"
"Align" = "Вирівняти"
"Align text to the left" = "Вирівняти текст за лівим краєм"
"Align text to the right" = "Вирівняти текст за правим краєм"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "Усі звукові файли (*.WAV, *.MP3)|*.WAV;*.MP3|Wave звуки (*.WAV)|*.WAV|MP3 музика (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|" = "Усі підтримувані файли (*.SWF; *.EXE)|*.SWF;*.EXE|SWF файли (*.SWF)|*.SWF|Проектори (*.EXE)|*.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "Усі підтримувані формати зображень (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG стиснуті зображення (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Крапкові малюнки (*.BMP)|*.BMP|Portable Network Graphics (*.PNG)|*.PNG|"
"All words" = "Усі слова"
"Allows/Disables text selection" = "Увімкнути/вимкнути виділення тексту"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing." = "Майже те ж з передпереглядом файлу,\r\nале з додаванням до списку Моїх завдань для подальшої обробки."
"Any word" = "Будь-яке слово"
"As FLA" = "Як FLA"
"Autodetect" = "Автовизначення"
"Autosize" = "Авторозмір"
"Available localizations" = "Доступні локалізації"
"Background color:" = "Колір фону:"
"Beta-tester" = "Бета-тестер"
"Bitmap Files (*.bmp)|*.bmp|" = "Точкові малюнки (*.bmp)|*.bmp|"
"Bits per ADPCM sample:" = "Біт на ADPCM семпл:"
"Bits per pixel" = "Біт на піксель"
"Bits per pixel:" = "Біт на піксель:"
"Bits per sample:" = "Біт на семпл:"
"Bounds" = "Межі"
"Braces around single statement" = "Дужки навколо одного оператора"
"Braces at new line" = "Дужки з нового рядка"
"Build %@" = "Складання %@"
"Business" = "Бізнес"
"Button" = "Кнопка"
"Buttons" = "Кнопки"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "За умовчанням Flash Decompiler показує для передперегляду фактичні знімки найбільших флеш об'єктів, коли ви вибираєте цілу категорію/групу. Створення попередніх переглядів багатьох об'єктів може істотно уповільнити роботу Flash Decompiler, коли ви працюєте з  групою об'єктів, особливо коли в ній більш ніж 100 елементів. Але ви можете вимкнути створення мініатюр для певних типів об'єктів і будуть показані лише маленькі іконки."
"Cancel" = "Скасувати"
"Center text" = "Вірівняти текст по центру"
"Change ActionScripts view to Pi-code actions representation" = "Змінити вигляд ActionScripts для відображення дій Pi-коду"
"Change ActionScripts view to common representation" = "Змінити вигляд ActionScripts для загального відображення"
"Change ActionScripts view to hex dump representation" = "Змінити вигляд ActionScripts для відображення шістнадцяткового дампу"
"Change ActionScripts view to split mode including Pi-codes and hex dumps" = "Змінити вигляд ActionScripts для режиму розділення включаючи Pi-коди і шістнадцятковий дамп"
"Change background color" = "Змінити колір фону"
"Change the text color" = "Змінити колір тексту"
"Change text type to passwords with masking" = "Змінити тип тексту для паролю за маскою"
"Check for &newer version" = "Перевірити &нову версію"
"Check for availability of updated version online." = "Перевірити наявність оновленої версії онлайн."
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc." = "Переглянути деталі вашої копії Flash Decompiler - версію, складання,\r\nдату релізу, адресу техпідтримки і т.д."
"Check/Uncheck selected items" = "Позначити/зняти позначки з вибраних елементів"
"Choose background color for current task" = "Вибрати колір фону для поточного завдання"
"Choose the language Flash Decompiler GUI will be displayed in." = "Виберіть мову інтерфейсу Flash Decompiler."
"Clear My tasks" = "Очистити мої завдання"
"Click here to check for newer version" ="Натисніть тут для перевірки нової версії"
"Close" = "Закрити"
"Code format" = "Формат коду"
"Collapse current file" = "Згорнути поточний файл"
"Collapse current group" = "Згорнути поточну групу"
"Collapse everything" = "Згорнути усе"
"Color" = "Колір"
"Colors" = "Кольори"
"Combine all scripts into folder" = "Впорядкувати усі скрипти в папці"
"Compressed video (*.mpg)" = "Компресоване відео (*.mpg)"
"Configure morph detection and decompilation\r\noptions for resulting FLA file." = "Налаштувати параметри виявлення і\r\nдекомпіляції морфів для вихідного FLA файлу."
"Contact &Tech Support" = "Технічна &підтримка"
"Conversion options" = "Параметри конвертування"
"Conversion path:" = "Шлях конвертування:"
"Convert" = "Конвертувати"
"Convert SWF file(s) to FLA" = "Ковертувати SWF файл(и) у FLA"
"Convert all" = "Конвертувати усе"
"Convert all available tasks to FLA." = "Конвертувати усі наявні завдання у FLA."
"Convert current" = "Конвертувати поточне"
"Convert currently highlighted file from the tasks list." = "Конвертувати поточний виділений файл у списку завдань."
"Convert static text into shapes" = "Конвертувати статичний текст у шейпи"
"Copy to clipboard" = "Копіювати до буфера обміну"
"Count" = "Значення"
"Create folder for morphs" = "Створити папку для морфів"
"Current" = "Поточний"
"Custom color" = "Інший колір"
"Customize some advanced options of Flash Decompiler" = "Налаштувати додаткові параметри Flash Decompiler"
"Decode built-in MX classes" = "Декодувати вбудовані MX класи"
"Decode all classes as dynamic" = "Декодувати усі класи як динамічні"
"Decompile symbols not present at timeline" = "Декомпілювати символи поза лінією часу"
"Decompiling task" = "Завдання декомпіляції"
"Default" = "За умовчанням"
"Default settings" = "Установки за умовчанням"
"Demo" = "Демо"
"Details" = "Деталі"
"Detect motion tweens" = "Виявляти анімацію руху (твінінг)"
"Discard all changes which you applied\r\nand revert to last saved file." = "Скасувати усі внесені зміни\r\nі повернутись до востаннє збереженого файлу."
"Discard changes" = "Скасувати зміни"
"Do not show this message again" = "Не показувати надалі"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?" = "Ви дійсно хочете скасувати усі внесені зміни  і повернутись до востаннє збереженого стану SWF файлу?"
"Do you really want to exit Flash Decompiler?" = "Ви дійсно хочете вийти з Flash Decompiler?"
"Do you really want to remove all Flash files from My tasks?" = "Ви дійсно хочете видалити усі Flash-файли з Моїх завдань?"
"Do you really want to remove selected file?" = "Ви хочете видалити вибраний файл?"
"Do you really want to save changes in <%@>?" = "Ви хочете зберегти зміни в <%@>?"
"Drag to zoom in and out" = "Перетягнути для зміни масштабу"
"Dragging" = "Переміщення"
"Dynamic text" = "Динамічний текст"
"Dynamic texts" = "Динамічні тексти"
"Edit" = "Редагувати"
"Edit Flash objects" = "Редагувати Flash-об'єкти"
"Edit Images" = "Редагувати зображення"
"Edit URL's" = "Редагувати URL"
"Edit URLs" = "Редагувати URL"
"Edit color" = "Редагувати колір"
"Edit colors" = "Редагувати кольори"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "Редагувати кольори в SWF/EXE завданнях. Відкриває спеціальну\r\nпанель, де ви можете редагувати більшість кольорів\r\nфільму. Неможливо редагувати растрові зображення і т.д.."
"Edit dynamic texts" = "Редагувати динамічні тексти"
"Edit images" = "Редагувати зображення"
"Edit lines" = "Редагувати лінії"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown." = "Редагувати лінії в SWF/EXE завданні: товщину лінії і колір.\r\nНе забудьте вибрати бажаний шейп, якщо ніякі лінії не показані."
"Edit lines:" = "Редагувати лінії:"
"Edit links" = "Редагувати лінії"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task." =  "Редагувати знайдені посилання в  SWF/EXE завданні.\r\nПримітка: ви можете редагувати усі посилання в завданні."
"Edit links: " = "Редагувати посилання: "
"Edit shapes" = "Редагувати шейпи"
"Edit sounds" = "Редагувати звуки"
"Enable automatic size setting" = "Увімкнути установки автоматичного розміру"
"Enable multi-line text positioning" = "Увімкнути багаторядкове розміщення тексту"
"Enable word-wrapping" = "Увімкнути перенесення слів"
"Enter &registration code" = "Ввести код ре&єстрації"
"Exact match" = "Точна відповідність"
"Exit" = "Вихід"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Вихід з Flash Decompiler з пропозицією зберегти усі незбережені завдання."
"Expand current file" = "Розгорнути поточний файл"
"Expand group" = "Розгорнути групу"
"Export format" = "Експортувати формат"
"Export path:" = "Шлях експорту:"
"Extract" = "Видобути"
"Extract SWF objects" = "Видобути SWF-об'єкти"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab." = "Видобути усі поточно вибрані SWF ресурси.\r\nШлях експорту повинен бути змінений в панелі Видобути."
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "Видобути усі поточно вибрані SWF ресурси.\r\nШлях, який ви бачите ліворуч, використовуватиметься, щоб запам'ятати об'єкти."
"Extract now" = "Видобути"
"Extract resource" = "Видобути ресурси"
"Extracting SWF objects" = "Видобування SWF-об'єктів"
"FLA" = "FLA"
"FLA version" = "Версія FLA"
"Failed to open image <%@>" = "Неможливо відкрити зображення <%@>"
"Failed to open sound file <%@>" = "Неможливо відкрити звуковий файл <%@>"
"File" = "Файл"
"File explorer" = "Оглядач файлів"
"File properties" = "Властивості файлу"
"Find the ways to reach Eltima technical support for answers and tips." = "Технічна підтримка компанії Eltima, поради і відповіді на питання."
"Fit all" = "Підігнати усе"
"Fit to Player area" = "Підігнати до розмірів програвача"
"Flash Decompiler &homepage" = "Домашня сторінка &Flash Decompiler"
"Flash Decompiler Options" = "Параметри Flash Decompiler"
"Flash Decompiler Trillix" = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options" = "Параметри Flash Decompiler Trillix"
"Flash Movie (*.swf)" = "Flash фільм (*.swf)"
"Flash Player 5" = "Програвач Flash 5"
"Flash Player 6" = "Програвач Flash 6"
"Flash Player 7" = "Програвач Flash 7"
"Flash Player 8" = "Програвач Flash 8"
"Flash Player 9" = "Програвач Flash 9"
"Flash Player ActiveX version installed in your system" = "Версія програвача Flash ActiveX, встановленого у вашій системі."
"Flash Source (*.fla)" = "Початковий Flash (*.fla)"
"Flash Video (*.flv)" = "Flash відео (*.flv)"
"Flash objects thumbnails settings when groups are selected" = "Установки мініатюр Flash об'єктів, коли вибрані групи."
"Font" = "Шрифт"
"Font size" = "Розмір шрифту"
"Fonts" = "Шрифти"
"Force ANSI encoding" = "Примусове ANSI-кодування"
"Formats" = "Формати"
"Frame" = "Кадр"
"Frame count:" = "Число кадрів:"
"Framerate:" = "Частота кадрів:"
"Frames" = "Кадри"
"General" = "Загальні"
"Globally search ActionScripts within SWF/EXE files." = "Глобальний пошук ActionScripts у файлах SWF/EXE."
"Has alpha" = "Має альфа"
"Has border" = "Має рамку"
"Has wordwrap" = "Має перенос тексту"
"Height:" = "Висота:"
"Hex dump" = "Шістнадцятковий дамп"
"Hex dump (*.txt)" = "Шістнадцятковий дамп (*.txt)"
"Hexadicimal dump" = "Шістнадцятковий дамп"
"Homepage" = "Домашня сторінка"
"Hypertext (*.html)" = "Гіпертекст (*.html)"
"Icons" = "Іконки"
"Id" = "ID"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "Якщо у вас неправильне відображення Flash фільмів в Flash Decompiler,\nпроблема може бути пов'язана зі старою версією програвача Flash ActiveX,\nякий встановлено у вашій системі. Перевірте наявність\nнової версії натисканням наступної кнопки або відвідавши www.adobe.com."
"Ignore case" = "Нехтувати регістром"
"Image" = "Зображення"
"Image (*.png, *.jpeg, *.bmp)" = "Зображення (*.png, *.jpeg, *.bmp)"
"Image format" = "Формат зображення"
"Image properties" = "Властивості зображення"
"Images" = "Зображення"
"Indent" = "Абзац"
"Indent size" = "Розмір абзацу"
"Info" = "Інфо"
"Is HTML" = "Є HTML"
"Is multiline" = "Є мультилінією"
"Is password" = "Є паролем"
"Is read-only" = "Є тільки для читання"
"Join mask layers" = "Приєднати шари маски"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "Вирівняти текст за шириною як зліва, так і справа додаванням\r\nдодаткових інтервалів між словами там, де необхідно."
"Layer" = "Шар"
"Leading" = "Міжрядковий інтервал"
"Leave current" = "Дозволити поточний"
"Left margin" = "Лівий край"
"Length factor: " = "Коефіцієнт довжини: "
"Library folders" = "Папки бібліотеки"
"License:" = "Ліцензія:"
"Line properties" = "Властивості лінії"
"Line thickness in twips" = "Товщина лінії в твіпах"
"Lines" = "Лінії"
"Link location to edit: " = "Розміщення посилання для редагування: "
"Link target: " = "Об'єкт посилання: "
"Links" = "Лінки"
"List" = "Список"
"Logics: " = "Логіка: "
"Lossless" = "Без втрат"
"MP3 bitrate:" = "Бітрейт MP3:"
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8)"
"Macromedia Flash Components (*.swc)|*.swc||" = "Компоненти Macromedia Flash (*.swc)|*.swc||"
"Macromedia Flash MX (v6)" = "Macromedia Flash MX (v6)"
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7)"
"Make this dynamic text read-only" = "Зробити цей динамічний текст тільки для читання"
"Manage" = "Керування"
"Measured in twips: %@" = "В твіпах (1/20 пункту): %@"
"More Colors" = "Більше кольорів"
"More colors ... " = "Більше кольорів... "
"Morph" = "Морф"
"Morph Options" = "Параметри морфу"
"Morphs" = "Морфи"
"Motion tweens" = "Анімація руху  (твінінг)"
"Movement smoothness: " = "Плавність руху: "
"My tasks (SWF, EXE)" = "Мої завдання (SWF, EXE)"
"New" = "Новий"
"No" = "Ні"
"No Flash file selected" = "Не вибрано Flash-файлу"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "Немає доступних завдань.\r\nДодайте SWF або файл\r\nПроектору EXE сюди для\r\nактивації інших панелей."
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "Немає зображень для редагування\r\nв цьому завданні.\r\nЦей Flash фільм не містить нічого.\r\n"
"No sounds to edit in this task.\r\n" = "Немає звуків для редагування\r\nв цьому завданні.\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "Немає доступної інформації про теги для поточно вибраних елементів, або елементи не вибрано. Виберіть якусь частину фільму в списку завдань."
"Non-compressed video (*.avi)" = "Нестиснуте відео (*.avi)"
"Nothing found to match your query." = "За вашим запитом нічого не знайдено."
"Object" = "Об'єкт"
"Objects" = "Об'єкти"
"Ok" = "Ok"
"Open User &Manual" = "Відкрити &порадник користувача"
"Open destination folder after extraction" = "Відкрити папку призначення після видобування"
"Open file after conversion" = "Відкрити файл після конвертування"
"Open local CHM user manual for help." = "Відкрити локальну CHM-довідку для допомоги."
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list." = "Відкрити SWF або файл Проектора у головному програвачі для попереднього перегляду.\r\nФайл не додається до списку Моїх завдань."
"Order full version" = "Придбати повну версію"
"Other" = "Інший"
"Other colors" = "Інші кольори"
"P-Code" = "P-код"
"P-Code and hexadicimal dump combined" = "Комбінація P-коду і шістнадцяткового дампу"
"Personal" = "Персональна"
"Pi-code and hex dump (*.txt)" = "Pi-код і шістнадцятковий дамп (*.txt)"
"Pi-code dump (*.txt)" = "Дамп Pi-коду (*.txt)"
"Place morphs into library" = "Помістити морфи в бібліотеку"
"Place shapes into library" = "Помістити шейпи в бібліотеку"
"Place texts into library" = "Помістити тексти в бібліотеку"
"Placement information" = "Інфо розміщення"
"Placeobjects" = "Розміщення об'єктів"
"Plain Text (*.txt)" = "Простий текст (*.txt)"
"Player parameters" = "Параметри програвача"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file." = "Виберіть бажаний формат ActionScripts для експорту\r\nв завдання.\r\nДоступні формати: Pi-код, шістнадцятковий дамп або простий текстовий файл."
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Виберіть бажаний формат кнопок для експорту\r\nв завдання.\r\nДоступні формати: SWF та FLA."
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Виберіть бажаний формат шрифтів для експорту\r\nв завдання.\r\nДоступні формати: SWF та FLA."
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Виберіть бажаний формат кадрів для експорту\r\nв завдання.\r\nДоступні формати: SWF та FLA."
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "Виберіть бажаний формат зображень для експорту\r\nв завдання.\r\nДоступні формати: JPG, PNG, BMP, SWF або FLA."
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Виберіть бажаний формат морфів для експорту\r\nв завдання.\r\nДоступні формати: SWF та FLA."
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Виберіть бажаний формат шейпів для експорту\r\nв завдання.\r\nДоступні формати: SWF та FLA."
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "Виберіть бажаний формат звуку для експорту\r\nв завдання.\r\nДоступні формати: WAV, MP3, SWF або FLA."
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Виберіть бажаний формат спрайтів для експорту\r\nв завдання.\r\nДоступні формати: SWF та FLA."
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA." ="Виберіть бажаний формат для експорту текстів\r\nв завдання.\r\nДоступні формати: TXT, RTF, HTML, SWF або FLA."
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA." ="Виберіть бажаний формат відео для експорту\r\nв завдання.\r\nДоступні формати: FLV, AVI, MPG, SWF або FLA."
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list." = "Відзначте, що Flash Decompiler обробить завдання, які зараз додаються в панель Мої завдання, і не обов'язково в щойно переглянуту. Переконайтеся, що файли, які вам потрібно конвертувати або експортовати, знаходяться в списку Моїх завдань."
"Please, select target folder where resulting extracted objects should be saved to." = "Виберіть папку призначення для збереження витягнутих об'єктів."
"Preparing preview..." = "Підготовка попереднього перегляду..."
"Preview not available" = "Попередній перегляд не доступний"
"Property" = "Властивість"
"Quality" = "Якість"
"Ready" = "Готовий"
"Recover arguments' names" = "Відновити імена аргументів"
"Recover original variables names" = "Відновити оригінальні імена змінних"
"Refresh" = "Оновити"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code." = "Зареєструйте вашу копію Flash Decompiler\r\nвведеням ваших коду реєстрації та імені."
"Registered to:" = "Зареєстровано на:"
"Registration code:" = "Код реєстрації:"
"Size" = "Розмір"
"Type" = "Тип"
"Reload current task into original state" = "Перезавантажити поточне завдання до оригінального стану."
"Remove all" = "Видалити усе"
"Remove all tasks from the tasks list." = "Видалити усі завдання зі списку завдань."
"Remove current task" = "Видалити поточне завдання"
"Remove current task from the tasks list." = "Видалити поточне завдання зі списку завдань."
"Remove file" = "Видалити файл"
"Remove tasks" = "Видалити завдання"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = "Перемістити і редагувати динамічні тексти поточно представлені в SWF/EXE завданні."
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "Перемістити оригінальні зображення в SWF/EXE завданні: ви можете\r\nдодати JPEG та PNG зображення, редагувати їх якість,\r\nустановки прозорості і розмір."
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "Перемістити оригінальні звуки в SWF/EXE завданні:\r\nдодати свої власні звуки замість оригінальних\r\nоб'єктів, змінити звуковий формат і якість."
"Reset all extraction formats to default values." = "Скинути усі витягнуті формати на значення за умовчанням."
"Reset all formats to FLA" = "Скинути усі формати у  FLA"
"Reset all formats to SWF" = "Скинути усі формати у SWF"
"Reset this tab to default conversion settings." = "Скинути цю панель на умовчання установок конвертування."
"Reset to default conversion settings." = "Скинути на умовчання установки конвертування"
"Reset to defaults" = "Скинути на умовчання"
"Rich Text (*.rtf)" = "Багатий текст (*.rtf)"
"Right" = "Вправо"
"Right margin" = "Правий край"
"SWF" = "SWF"
"SWF File Info" = "Інфо SWF-файлу"
"SWF Resources Info" = "Інфо SWF-ресурсів"
"SWF version" = "Версія  SWF"
"SWF version:" = "Версія  SWF:"
"Same as FLA version" = "Така ж як версія FLA"
"Save" = "Зберегти"
"Save Log" = "Зберегти журнал"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "Зберегти копію SWF файлу, поточно вибраного в Моїх завданнях.\r\nПримітка: буде збережений той файл, певний ресурс якого є виділеним в Моїх завданнях,\r\nа не той, що є поточно показаним."
"Save as..." = "Зберегти як..."
"Save current task in a new file with applied changes." = "Зберегти поточне завдання у новий файл із застосуванням змін."
"Save current task with applied changes." = "Зберегти поточне завдання із застосуванням змін."
"Save on disk" = "Зберегти на диск"
"Save/Discard changes" = "Зберегти /скинути зміни"
"Screenshot" = "Знімок екрану"
"Scripts" = "Скрипти"
"Search" = "Пошук"
"Search for: " = "Шукати для: "
"Search now" = "Пошук"
"Search only in current SWF" = "Шукати тільки в поточному SWF"
"Search options" = "Шукати параметри"
"Search results" = "Шукати результати"
"Select folder to add to the tasks list" = "Виберіть папку для додавання до списку завдань"
"Select folder to convert object to" = "Виберіть папку для конвертування об'єкту"
"Select the version of FLA format to be created" = "Виберіть версію формату FLA для створення"
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA." = "Виберіть версію формату SWF, щоб встановити його\r\nза умовчанням, коли ви публікуватимете конвертований FLA."
"Selectable" = "Вибираний"
"Separate layers for morphs" = "Розділити шари для морфів"
"Set all extraction formats except for ActionScript to FLA" = "Встановіть усі формати видобування за винятком ActionScript у FLA"
"Set all extraction formats except for ActionScript to SWF" = "Встановіть усі формати видобування за винятком ActionScript у SWF"
"Shape" = "Шейп"
"Shapes" = "Шейпи"
"Size (bytes)" = "Розмір (байт)"
"Size in bytes" = "Розмір в байтах"
"Small icons" = "Маленькі іконки"
"Some tutorials on Flash Decompiler usage" = "Деякі поради по використанню Flash Decompiler"
"Sound" = "Звук"
"Sound (*.wav, *.mp3)" = "Звук (*.wav, *.mp3)"
"Sound rate" = "Норма звуку"
"Sounds" = "Звуки"
"Sprite" = "Спрайт"
"Sprites" = "Спрайти"
"Standard colors" = "Стандартні кольори"
"Static text" = "Статичний текст"
"Static text bounding box expansion" = "Розширення меж для статичного тексту"
"Status" = "Статус"
"Stereo (mono if unchecked)" = "Стерео (моно, якщо не перевірено)"
"Stretch/Shrink new image to fit original size" = "Підігнати зображення до оригіналу"
"Support e-mail: support@eltima.com" = "E-Mail підтримки: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)" = "Перемкнути в режим переміщення (інтерактивні об'єкти фільму не будуть активні)"
"Switch to original size" = "Перемкнути на оригінальний розмір"
"Tag" = "Тег"
"Tag information" = "Інфо тегу"
"Take snapshot" = "Зробити знімок"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "Зроблений знімок копіюється до буфера обміну.\r\nВи можете вставити його у будь-який графічний редактор,\r\nдокумент або інше..."
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "Зроблений знімок може бути збережений на жорсткий диск.\r\nВи побачите діалог для вибору бажаної папки"
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard" = "Виконує знімок поточного файлу/кадру.\r\nЗа умовчанням знімок розміщується в буфері обміну."
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "Центр технічної та інформаційної підтримки:\r\nз'ясуйте, як ми можемо допомогти вам, знайдіть відповіді або контакти з Eltima."
"Text" = "Текст"
"Text color" = "Колір тексту"
"Text options" = "Параметри тексту"
"Texts" = "Тексти"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "Немає ліній або кольорів для\r\nредагування у вибраному шейпі\r\nабо жодного шейпу не вибрано."
"This movie has only 1 frame, you can't rewind it" = "Цей фільм має тільки 1 кадр, ви не можете перемотати його."
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there." = "Ця панель вимкнена,  тому що немає доданих файлів до Мого списку завдань.\r\nПеретягніть туди будь-які Flash фільми."
"This task does not contain\r\nany dynamic texts.\r\n" = "Це завдання не вміщує\r\nдинамічні тексти.\r\n"
"Thumbnails for Buttons" = "Мініатюри для Кнопок"
"Thumbnails for Fonts" = "Мініатюри для Шрифтів"
"Thumbnails for Images" = "Мініатюри для Зображень"
"Thumbnails for Morphs" = "Мініатюри для Морфів"
"Thumbnails for Shapes" = "Мініатюри для Шейпів"
"Thumbnails for Sprites" = "Мініатюри для Спрайтів"
"Thumbnails for Texts" = "Мініатюри для Текстів"
"Thumbnails for Videos" = "Мініатюри для Відео"
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system." = "Щоб правильно декомпілювати Flash компоненти, доведеться тримати їх базу даних на вашому диску. Якщо ви маєте додаткові компоненти де-небудь у іншому місці, ви можете додати файли SWC вручну. Інакше, використайте кнопку Оновити для автоматичного залучення усіх Flash компонентів, доступних у вашій системі."
"Total" = "Підсумок"
"Transparent" = "Прозорість"
"Treat text as HTML" = "Дивитись текст як HTML"
"Unable to open file." = "Неможливо відкрити файл."
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "На жаль, програвач Adobe Flash ActiveX не встановлено на вашій системі. Flash Decompiler потребує цей ActiveX контроль для належної роботи. Відвідайте www.adobe.com і встановіть Flash Player або зверніться до техпідтримки Eltima  (support@eltima.com)."
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details." = "На жаль, ви не можете зберегти  SWF файли в демонстраційній версії. Ця можливість доступна тільки в зареєстрованій версії Flash Decompiler. Відвідайте www.eltima.com для подробиць про придбання."
"Unlimited Business" = "Необмежений бізнес"
"Updated" = "Оновлено"
"Use Flash movie background color" = "Використати фоновий колір Flash-відео"
"Use getProperty/setProperty" = "Використати getProperty/setProperty"
"Use system font" = "Використати системний шрифт"
"Use tabs" = "З табуляцією"
"Used by" = "Використано"
"Uses" = "Використовуються"
"Value" = "Значення"
"Var name" = "Змінна"
"Version" = "Версія"
"Version %@" = "Версія %@"
"Video" = "Відео"
"Videos" = "Відео"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "Переглянути призначені гарячі клавіші для швидкого доступу\r\nдо більшості частих дій."
"Visit Flash Decompiler homepage online." = "Відвідати домашню сторінку Flash Decompiler"
"Whole words only" = "Тільки цілі слова"
"Width:" = "Ширина:"
"Yes" = "Так"
"You have Flash ActiveX version: %@" = "У вас втановлено Flash ActiveX версії: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler." = "Ви можете змінити підсвічування синтаксису ActionScripts. Це вплине тільки на представлення у Flash Decompiler."
"You should restart Flash Decompiler to apply new language." = "Вам потрібно перезавантажити Flash Decompiler для застосування нової мови."
"ZLib compressed:" = "ZLib стискання:"
"Zoom" = "Масштаб"
"Zoom Slider" = "Повзунок масштабу"
"no" = "ні"
"temp" = "temp"
"yes" = "так"
" " = " "
"Action tag #%@" = "Тег дії #%@"
"Add File(s)..." = "Додати файл(и)..."
"As button" = "Як кнопка"
"Ascent" = "Сходження"
"Bold" = "Жирний"
"Building scripts ..." = "Побудова скриптів ..."
"Built in" = "Вбудований"
"Comment" = "Коментар"
"Components" = "Компоненти"
"Descent" = "Перехід"
"Down" = "Вниз"
"Dyn text" = "Динамічний текст"
"Edge bounds" = "Краї меж"
"Element:" = "Елемент:"
"Encoding" = "Шифрування"
"End bounds" = "Кінець меж"
"Flash Components in database:" = "Компоненти Flash у базі даних:"
"Flash Components' database path:" = "Шлях бази даних компонентів Flash:"
"Flash movie (*.SWF)|*.SWF|" = "Flash відео (*.SWF)|*.SWF|"
"Font name" = "Ім'я шрифту"
"Foreground color:" = "Колір символу:"
"Frames count" = "Число кадрів"
"Glyph count" = "Число гліфів"
"Hit" = "Натискання"
"Italic" = "Курсив"
"JPEG" = "JPEG"
"Keyword" = "Ключове слово"
"Label" = "Мітка"
"Language code" = "Код мови"
"Literal" = "Літерал"
"Matrix" = "Матриця"
"Move(%@)" = "Рух(%@)"
"Operator" = "Оператор"
"Over" = "Над"
"Recover register variables" = "Відновити змінні регістру"
"Scale(%@)" = "Масштаб(%@)"
"Rotate(%@)" = "Обертання(%@)"
"Select folder to store components database" = "Вибрати папку для запам'ятовування бази даних компонентів"
"Small" = "Малий"
"Start bounds" = "Початкові межі"
"Stat text" = "Статичний текст"
"State" = "Стан"
"String" = "Рядок"
"Track mode" = "Режим треку"
"Up" = "Уверх"
"Update" = "Оновити"
"Use non-scalling strokes" = "Використати немасштабовані лінії"
"Use scalling strokes" = "Використати масштабовані лінії"
"Uses Defaults" = "Використати умовчання"
"Whitespace" = "Пробіл"
"alpha" = "альфа"
"blue" = "синій"
"green" = "зелений"
"red" = "червоний"
"FirstSample: %@" = "ПершийСемпл: %@"
"LastSample: %@" = "ОстаннійСемпл: %@"
"Repeat: %@" = "Повторення: %@"
"No multiple" = "Не багатократний"
"Stop" = "Стоп"
"Stereo" = "Стерео"
"Mono" = "Моно"
"As menu" = "Як меню"
"VideoPacket" = "Відео-пакет"
"Off" = "Вимк"
"On" = "Увімк"
"Left" = "Вліво"
"Center" = "По центру"
"Justify" = "Вирівнювання"
"Flash Decompiler Trillix intro" = "Введення в Flash Decompiler Trillix"
"Understanding demo limitations" = "Пояснення демонстраційних обмежень"
"&About Flash Decompiler..." = "&Про Flash Decompiler..."
"Applying" = "Застосування"
"Codec" = "Кодек"
"Extracting %s..." = "Видобування %s..."
"Extracting ..." = "Видобування..."
"Extracting resources from %s..." = "Видобування ресурсів з  %s..."
"Extraction done." = "Видобування завершене."
"Extraction started ..." = "Видобування розпочате..."
"Rate" = "Частота"
"Sample bits" = "Біт/семпл"
"Samples count" = "Число семплів"
"Stereo/mono" = "Стерео/Моно"
"Streaming sound" = "Потоковий звук"
"You can click this button as well! It has some valuable stuff inside" = "Ви можете натиснути цю кнопку! За нею ви побачите цінну інформацію"
"Continue demo" = "Продовжити демо"
"Enter registration code" = "Ввести код реєстрації"
"Order now" = "Придбати"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below." = "Дякуємо вам за використання демо-версії Flash Decompiler Trillix від Eltima Software.\r\nДемо-версія повністю функціональна, але має деякі демонстраційні обмеження. Серед них:\r\n\r\n - тільки два об'єкти будуть експортовані в кожній категорії ресурсу;\r\n - Flash ролики будуть конвертовані у FLA тільки чорно-білими;\r\n - ActionScripts не будуть вбудовані у вихідні FLA файли;\r\n - декомпільовані ActionScripts неможливо копіювати до буфера обміну;\r\n - ви не зможете зберегти зміни у Flash файлах після редагування.\r\n\r\nНе забудьте зареєструвати вашу копію програми, аби звільнитись від усіх демонстраційних обмежень назавжди.\r\nЩоб отримати код реєстрації, натисніть кнопку 'Придбати'."
"Register" = "Реєстрація"
"Eltima - Waiver of responsibility" = "Eltima - Відмова від відповідальності"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "До вашого відома, Eltima забезпечує технологію декомпіляції\r\n Flash/SWF  програмою Flash Decompiler Trillix лише для персонального використання, \r\nне для захищених авторським правом роликів, власником яких ви не є. \r\nТаким чином ви підтверджуєте, що знаєте про можливе порушення \r\nавторського права  при декомпіляції Flash/SWF файлів і релізів \r\nі що Eltima відмовляється з цього моменту від будь-якої відповідальності."
"Register Flash Decompiler now" = "Зареєструвати Flash Decompiler!"
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "Для застосування локалізації потрібно перезапустити Flash Decompiler Trillix. Натисніть Так щоб закрити Flash Decompiler зараз і перезапустити його вручну або Ні щоб зробити це пізніше. Ящо натиснути Скасувати, зміна локалізації не відбудеться."
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now." = " Flash Decompiler Trillix не зареєстрований на цій системі. Зареєструйте програму, якщо бажаєте використовувати її і надалі."
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix вже зареєстрований на цій системі. Не вводьте інші реєстраційні деталі, якщо тільки ви не хочете змінити реєстраційне ім'я або тип ліцензії."
"Adding file(s) to the tasks list..." = "Додавання файлу(ів) до списку завдань..."
"Preview" = "Попередній перегляд"
"Open" = "Відкрити"
"Quick actions" = "Швидкі дії"
"Convert SWF to FLA" = "Конвертувати SWF у FLA"
"Interface" = "Інтерфейс"
"Show/Hide" = "Показати/Приховати"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Налаштування шляху Flash Decompiler допоможе вам нагадати і відновити втрачену панель."
"Removing task(s)..." = "Видалення завдання(нь)..."
"Quick extract all currently selected SWF resources." = "Швико витягнути усі поточні вибрані SWF ресурси."
"Quick convert currently highlighted file from the tasks list." = "Швидко конвертувати поточний виділений файл зі списку завдань."
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit." = "Наступний перемикач надає можливість Flash Decompiler зберегти стан ваших завдань після перезапуску. За умовчанням, Flash Decompiler збереже всі попередні завдання якими вони були перед виходом."
"Save My tasks list status on exit" = "Зберегти список Моїх завдань при виході "
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI." = "Ці кнопки дозволяють вам поновити видимість і позиції трьох головних панелей: Мої завдання, Властивості файлу та Інфо тегу. Це зручно, коли ви  їх \"втрачаєте\", конфігуруючи інтерфейс."
"Reset \"My tasks\" panel position" = "Скинути панель \"Мої завдання\""
"Reset \"File properties\" panel position" = "Скинути панель \"Властивості файлу\""
"Reset \"Tag information\" panel position" = "Скинути панель \"Інфо тегу\""
"General Flash Decompiler settings" = "Загальні параметри Flash Decompiler"
"Open Flash movies" = "Відкрити Flash фільми"
"Name:" = "Ім'я:"
"Code:" = "Код:"
"Deblocking mode" = "Режим деблокування"
"Smoothing on" = "Згладжування"
"Converting ..." = "Конвертування ..."
"Done" = "Готово"
"Loading file \"%s\"..." = "Завантаження файлу \"%s\"..."
"Cannot load file. File is either locked by another process or corrupt." = "Неможливо завантажити файл. Файл ушкоджений або зайнятий іншим процесом."
"Starting conversion..." = "Початок конвертування..."
"File conversion finished." = "Конвертування файлу завершене."
"Saving file \"%s\"..." = "Збереження файлу \"%s\"..."
"Saving has been cancelled." = "Збереження скасоване."
"Starting header processing..." = "Початок обробки верхнього колонтитула..."
"Header processing finished." = "Обробку верхнього колонтитула завершено."
"Starting timeline processing..." = "Початок обробки лінії часу..."
"Timeline processing finished." = "Обробку лінії часу завершено."
"An error has occured while parsing SWF timeline." = "Трапилась помилка при аналізуванні лінії часу SWF."
"An error has ocurred while processing timeline." = "Трапилась помилка при обробці лінії часу."
"An error has ocurred while creating FLA timeline." = "Трапилась помилка при створенні лінії часу FLA."
"Processing sprite symbol #%d..." = "Обробка символа спрайта #%d..."
"Processing button symbol #%d..." = "Обробка символа кнопки #%d..."
"Starting library processing..." = "Початок обробки бібліотеки..."
"An error has ocurred while processing library." = "Трапилась помилка при обробці бібліотеки."
"Library processing finished." = "Обробку бібліотеки завершено."
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."	= "Неможливо створити вихідний файл або він зайнятий іншою програмою. Виберіть інше ім'я для FLA файлу."
"Used fill style is not fully supported by convertor or by FLA file format." = "Стиль недостатньо підтримується конвертором або форматом файлу FLA."
"Font #%d not found" = "Шрифт #%d не знайдено"
"An error has occurred while normalizing tags in SWF file." = "Трапилась помилка при нормалізації тегу у SWF файлі."
"Cannot create \"%s\" file." = "Неможливо створити файл \"%s\"."
"Cannot create \"%s\" directory." = "Неможливо створити директорію \"%s\"."
"An error has occured while saving FLP or AS file(s)." = "Трапилась помилка при збереженні FLP або AS файлу(ів)."
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "Різні стилі заголовних літер для початку/закінчення тієї ж лінії не підтримуються у FLA форматі. Має бути якийсь один."
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "Ви намагаєтесь зберегти файл у формат Macromedia Flash %d. \nЩоб зробити це правильно, цей файл має бути збережений у Macromedia Flash %d. \nВиберіть \"Так\" для конвертування у версію %d або \"Ні\" щоб продовжити конвертування у старий формат. \nАле в цьому випадку можуть бути втрачені деякі можливості."
"About L.A.M.E and FFmpeg" = "Про L.A.M.E and FFmpeg";
"Show information about third-party libraries used and their licensing details" = "Показати інформацію про використані біблиотеки третіх сторін та детали їх ліцензування";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler використовує L.A.M.E та FFmpeg \n(під ліцензією LGPL v.3)";
"About third-party libraries" = "Про бібліотеки третіх сторін";
"Replace and edit texts currently present in a SWF/EXE task." = "Замінити і редагувати тексти, присутні на даний момент у цьому SWF/EXE завданні.";
"This task does not contain\r\nany texts.\r\n" = "Дане завдання не містить\r\nбудь-яких текстів.\r\n";
"Edit texts" = "Редагувати тексти";
"Use system font instead of embedded one" = "Використати системний шрифт замість вбудованого";
"Change font" = "Змінити шрифт";
"Change font size" = "Змінити розмір шрифта";
"Make text bold" = "Зробити текст напівжирним";
"Italicize text" = "Зробити текст курсивом";
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text." = "Увага: статичні текти не можуть бути відредаговіні без заміни іх шрифта. Будь ласка, виберіть новий шрифт і ви зможете змінити статичний текст."
"Don't show this message again" = "Не показувати надалі це повідомлення";
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "Файл (або файли), які ви намагаєтесь конвертувати, створені в Adobe Flex Builder і через це не можуть бути конвертовані у FLA. Натомість був створений проект Flex Builder. Для редагування цього проекту потрібна програма Adobe Flex Builder.";
"Register your copy of Flash Decompiler now by obtaining a license online." = "Зареєструйте свою копію Flash Decompiler зараз отриманням ліцензії онлайн.";
"Conversion started..." = "Конвертування запущене...";
"Options" = "Параметри";
"Failed to convert ActionScript into MXML" = "Неможливо конвертувати ActionScript в MXML";
"Failed to save resources" = "Неможливо зберегти ресурси";
"InitClip" = "InitClip";
"Unknown error" = "Невідома помилка";
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "Попередження: у вашій системі не встановлений Adobe Flash, тому ви не зможете редагувати FLA файли на вашому комп'ютері."
"Component database is empty. Do you want to search for installed Flash Components?" = "База даних компонениів порожня. Бажаєте знайти інстальовані компоненти Flash?";
"Button symbol #%d processing finished." = "Обробка символу кнопки #%d завершена."
"Failed to save AS files" = "Неможливо зберегти ЯК файли";
"FLA version: " = "Версія FLA: ";
"ActionScripts viewing && conversion settings." = "Перегляд ActionScripts та параметри конвертування.";
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "Демо версія не конвертує проекти Flex, можна лише переглянути ActionScripts, що містяться у файлах Flex. Щоб конвертувати файли Flex у їх початковий код, отримайте ліцензію Flash Decompiler Trillix.\r\rЯкщо ви не впевнені в результатах конвертування, надішліть свій файл Flex на support@eltima.com для перевірки.";
"File operation failed" = "Операція файлу зазнала невдачі";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "Flash Decompiler використовує L.A.M.E. і FFmpeg (обидва під LGPL v.3)";
"Failed to save project files" = "Неможливо зберегти файли проекту";
"Error" = "Помилка";
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "Використовує L.A.M.E. і FFmpeg під LGPL v.3";
"Converting %s file into Flex project..." = "Конвертування файлу %s в проект Flex...";
"Thank you for registration!" = "Дякуємо за реєстрацію!";
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "Попередження: ви намагаєтесь конвертувати цей фільм у формат FLA версії %d, але у вас встановлено Adobe Flash версії %d. Ймовірно, ви не зможете відкрити конвертований FLA файл, поки не оновите вашу версію Flash."
"Do you want to continue?" = "Ви бажаєте продовжити?";
"Failed to parse SWF file" = "Неможливо аналізувати SWF файл";
"Sprite symbol #%d processing finished." = "Обробка символу спрайта #%d завершена."
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)" = "Попередження: фільм, який ви намагаєтесь конвертувати, потребує можливостей Adobe Flash %d, але у вас встановлено Adobe Flash версії %d. Ймовірно, ви не зможете відкрити конвертований FLA файл, поки не оновите вашу версію Flash. Бажаєте продовжити конвертування в новішу версію FLA? (Якщо вибрати НІ, фільм буде конвертований у FLA формат версії %d, і деякі об'єкти будуть втрачені)"
"Online tutorials" = "Приклади в інтернеті";
"SWF to FLA conversion" = "Конвертування SWF у FLA";
"SWF object extraction" = "Видобування SWF об'єкту";
"Editing SWF file" = "Редагування SWF файлу";
"SWF file doesn't have Flex ActionScript" = "Файл SWF не містить Flex ActionScript";
"Flash Decompiler" = "Flash Decompiler";
"Failed to open file " = "Неможливо відкрити файл ";
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "В завданні немає доступних посилань для редагування.\r\nАбо посилання відсутні,\r\nабо вони динамічно побудовані чи інше.\r\n";
"Error parsing SWF file, please, send it to support@eltima.com" = "Помилка аналізу SWF файлу, надішліть його на support@eltima.com";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "Неможливо конвертувати клас ActionScript: %@ в MXML, надішліть цей файл на support@eltima.com";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "Виключено, щоб цей файл був Flex файлом, надішліть його на support@eltima.com для дослідження.";
"Could not save Flex Project file(s), check your user rights." = "Неможливо зберегти файл(и) проекту Flex, перевірте свої привілеї користувача.";
"This folder doesn't have any supported files to preview or open" = "Ця папка не містить підтримувані файли для перегляду або відкриття";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "Невідома помилка! Надішліть файл, який ви намагались конвертувати, на support@eltima.com";
"Could not save AS file(s), check your user rights." = "Неможливо зберегти ЯК файл(и), перевірте свої привілеї користувача.";
"Could not open file: %@ for writing." = "Неможливо відкрити файл: %@ для запису.";
"Unable to create folder: %@, check your user rights." = "Неможливо створити папку: %@, перевірте свої привілеї користувача.";
"Up one level" = "На рівень вище";
"Could not save Flex Project resources, check your user rights." = "Неможливо зберегти ресурси проекту Flex, перевірте свої привілеї користувача.";
"Reload current directory" = "Перезавантажити поточну директорію";

"Extract all currently selected SWF resources." = "Extract all currently selected SWF resources.";
